<template>
	<view>
		<div style="font-size:14px;padding:8px;">
		
		    <h2 style="text-align:center;">用户服务条款</h2>
		    <span style="margin-left:12px;">&nbsp;</span>欢迎申请并使用xx有限公司所提供的服务。请您（以下又称为“用户”）仔细阅读以下全部内容。如用户不同意本服务协议的任意内容，请勿使用本系统服务。如用户通过进入注册程序并确认点击“点击注册”，即表示用户与本公司已达成协议，自愿接受本服务协议的所有内容。此后，用户不得以未阅读、或不了解本服务协议内容作任何形式的抗辩。<br />
		    <h4>1. 服务条款的确认、接纳及修改</h4>
		    <span style="margin-left:12px;">&nbsp;</span>该服务涉及到的所有产品的所有权以及相关软件的知识产权归本公司所有。本服务协议的效力范围及于本公司所提供的一切产品和服务，用户在享受本公司任何单项服务时，应当受本服务协议的约束。<br />
		    当用户使用本系统针对各特定课程所提供的单项服务时(以下简称“单项服务”)，应以本公司认可的方式同意该单项服务的服务条款以及本公司在该单项服务中发出的各类公告信息(下列简称“单项条款”），在此情况下单项条款与本服务协议同时对用户产生效力。若单项条款与本服务协议存在任何冲突或不一致的，则在单项条款约束范围内应以单项条款为准。<br />
		    本公司有权在必要时通过在网页上发出公告等合理方式修改本服务协议以及各单项服务的相关条款。用户在享受各项服务时，应当及时查阅了解最新修改的内容，并自觉遵守本服务协议以及该单项服务的相关条款。用户如继续使用本服务协议涉及的服务，则视为对修改内容的同意和接受，当发生有关争议时，以最新的服务协议为准；用户在不同意修改内容的情况下，有权停止使用本服务协议涉及的服务。若您仍继续使用本系统服务的，即视为您已了解并完全同意修改后的各项协议内容。<br />
		    <h4>2. 服务内容、范围</h4>
		    <span style="margin-left:12px;">&nbsp;</span>本系统目前向用户提供的服务包括但不限于观看视频、签署协议、购买课程、获取直播课程信息准时参加直播课程学习、获取相关学习资料等。本公司运用自己的信息网络渠道通过国际互联网络为用户提供各项服务。用户必须：<br />
		    (1) 自备相关设备，如个人电脑、手机或其他上网设备等；<br />
		    (2) 承担个人上网相关的费用。<br />
		    <h4>3. 本系统用户帐号注册规则</h4>
		    <span style="margin-left:12px;">&nbsp;</span>(1) 帐号注册资料包括但不限于用户提交录入的手机号码、密码、为完成注册而由系统通过短信自动发送的验证码、注册或更新本系统帐号时输入的所有信息以及用户使用本系统各单项服务时输入、提供的所有信息。<br />
		    用户在任何情况下皆应对其帐号注册资料严格保密，不得提供、泄露给他人，若因用户违反保密操作要求所导致的任何后果由用户自己负责。在申请注册过程中，用户可能因自身特殊原因或特别情形而就某一注册环节或步骤寻求本系统或其工作人员的支持和帮助，在此情形下，用户提出的要求和指示即视为其对本系统、本系统工作人员的委托、授权，本系统及其工作人员基于用户委托和指示所做的任何操作亦视为系其接受用户委托后作出，因此其相应的后果和责任也应由用户自行承担。<br />
		    (2) 用户在注册本系统帐号时承诺遵守法律法规、国家利益、公民合法权益、公共秩序、社会主义道德和信息真实性等原则，不得在本系统帐号注册资料中出现违法和不良信息，且用户保证其在注册和使用帐号时，不得有以下情形：<br />
		    <span style="margin-left:12px;">&nbsp;</span>1) 违反宪法或法律法规规定的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>3) 损害国家荣誉和利益的，损害公共利益的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>4) 煽动民族仇恨、民族歧视，破坏民族团结的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>5) 破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>6) 散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>8) 侮辱或者诽谤他人，侵害他人合法权益的；<br />
		    <span style="margin-left:12px;">&nbsp;</span>9) 含有法律、行政法规禁止的其他内容的。<br />
		    (3) 您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何通过您的密码和您的帐号来使用本系统服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成违法犯罪的，您将被追究法律责任，同时本公司亦有权不经任何事先通知而暂停、或终止向您提供服务。<br />
		    (4) 用户同意，其提供的真实、准确、合法的本系统帐号注册资料是作为认定用户个体与其本系统帐号的关联性以及用户身份确认的唯一证据。本公司提醒用户，用户注册本系统帐号或更新注册信息时所填写的相关内容，在注册本系统帐号成功或补充填写成功后若再行修改的，本公司出于安全考虑将设置相关的修改程序，因此请用户慎重填写提交各类注册信息。若本公司有合理理由怀疑您提交的相关资料或信息属于恶意程序或恶意操作，则本公司有权暂停或终止向您的帐号提供服务，并有权拒绝您于现在和将来使用本公司所提供服务之全部或任何部分。<br />
		    (5)  为使用户及时、全面了解本公司提供的各项服务，用户同意，本公司有权通过您在注册或使用我们的服务时自愿提供的有效联系方式（包括您的手机号码、电子邮箱、联系地址、微信号码或者QQ号码等）向您发送、展示、传达各种信息（包括商业与非商业信息），而无需另行获得用户的特别同意。信息的具体发送及展示形式、频次及内容等以本系统实际提供的为准，如您不愿意继续接收此类信息的、您亦有权通过本系统提供的相应的退订功能进行退订。<br />
		    (6) 用户同意与注册、使用本系统帐号相关的一切资料、数据和记录，包括但不限于本系统帐号、注册资料、所有登录和操作记录和相关的使用统计数字、产品客户服务记录等归北京本系统教育科技有限公司所有。发生争议时，用户同意以北京本系统教育科技有限公司的系统数据为准，北京本系统教育科技有限公司保证该数据的真实性。<br />
		    <h4>4. 帐号、密码及相关安全注意事项</h4>
		    <span style="margin-left:12px;">&nbsp;</span>在完成本系统要求的注册程序并成功注册之后，您可使用您的帐号和密码，登录并使用本系统向您提供的各项服务。保护您的帐号安全，是本系统的责任、同时亦是您自身的义务。<br /><br />
		    您应对您所有通过帐号及密码所做的操作、所进行的活动负完全的责任。您同意：<br />
		    (1) 一旦发现您的本系统帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知本系统；<br />
		    (2) 一旦本系统发现您的帐号存在异常状况的(包括但不限于异地登陆、IP地址异常变动、发送注册信息变更请求等)，则本系统有权依据其合理判断采取相应措施(包括但不限于要求用户进行手机实名认证、进行面部识别等)以保护用户帐号安全；<br />
		    (3) 若您未保管好自己的帐号和密码，因此而产生的任何损失或损害，本系统不应承担任何责任；因此对您、本系统或其他第三方造成任何损害的，将由您负全部责任。<br />
		    <h4>5. 本系统隐私政策</h4>
		    <span style="margin-left:12px;">&nbsp;</span>您提供的注册登记资料及由本系统保留的有关您的若干其它资料将受到中国有关隐私保护的法律法规以及本公司<a href="https://cj.tibaitong.com/privacyPolicy.jsp">《隐私条款》</a>之保护及规范。<br />
		    <h4>6. 知识产权保护</h4>
		    <span style="margin-left:12px;">&nbsp;</span>本公司向用户提供的服务包括但不限于：文字、软件、图片、图表、音频、视频等。所有这些内容均属于本系统所有，并受版权、商标、专利和其它财产所有权法律的保护。所以，用户只能在本公司授权下才能为自用目的合理使用这些内容，而不能擅自复制、再造这些内容、或创造与这些内容有关的衍生作品或产品。<br />
		    本系统等，以及本公司的其他标志及产品、服务的名称，均为本公司之商业标识（以下简称“本系统标识”）。未经本公司事先书面同意，您不得将本系统标识以任何方式展示或使用或作其他处理，也不得向他人表明或误导他人相信您有权展示、使用、或其他有权处理本系统标识。<br />
		    同时，本公司尊重知识产权并注重保护用户享有的各项权利。在本公司提供服务过程中，用户可能需要通过上传、发布等各种方式向本公司或通过本系统提供相关内容(包括但不限于用户通过本公司或本公司授权人员享有处置权之BBS、电子公告牌、即时通信工具及聊天群、组等)。在此情况下，用户仍然享有此等内容的完整知识产权。用户在提供内容时将授予本公司一项全球性的免费许可，即允许本公司使用、传播、复制、修改、再许可、翻译、创建衍生作品、出版、表演及展示此等内容。<br />
		    <h4>7. 针对付费类课程产品和服务的特别约定</h4>
		    <span style="margin-left:12px;">&nbsp;</span>本系统基于自身的经营自主权，自主决定向用户提供丰富的课程产品和服务项目供用户选择，用户可根据自身实际需求决定选择免费服务项目或是有偿、付费服务项目。针对有偿课程产品及服务项目，用户请注意下述特别事项：<br />
		    (1) 购买：<br />
		    您可通过本公司官网或其他经本公司授权之第三方销售渠道订购本系统课程产品、服务，并完成费用支付。根据您所订购产品的具体信息(以订购当时本系统官网公示为准)，包括但不限于课程内容、课程安排、价格、退款政策等，支付完成后您即可根据所购买课程享受本系统提供的各项服务。本系统针对部分课程，可能会需要向您邮寄提供教材、讲义等课程资料，因此请您在提交订单前务必仔细核对收货人、收货地址及联系电话等信息。收货人与用户本人不一致的，收货人的行为和意思表示即视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。<br />
		    (2) 服务、产品的提供：<br />
		    本公司针对不同的课程产品分别设置有其对应的质保期，质保期自用户完成该课程产品的支付之时起算。用户所购买课程结课后，本公司在质保期内有权(但无义务)向其提供其他辅助服务或产品以丰富用户体验，辅助服务或产品相关信息请见具体课程说明或介绍。<br />
		    同时，本系统针对部分特殊课程产品提供有条件的延长质保期服务，详情请见具体课程产品的页面信息。
		    一个帐号只能由一个用户使用，不允许多个用户使用同一个帐号，若本公司有合理理由认为可能存在用户帐号被盗取、被盗用情形的，则本公司有权将此帐号暂时或永久作无效处理并保留追究法律责任的权利。用户将帐号借给他人使用的，用户应承担由此产生的全部责任，并与实际使用人承担连带责任。用户在享受直播课程服务过程中，应自觉维护直播课堂秩序，不得作出、参与任何影响课堂正常秩序的行为。<br />
		    (3) 退款<br />
		    基于各单项服务或课程产品的特点，本系统针对不同的单项服务和产品制定了相应的退款规则，具体以用户订购当时本系统官网所公示的各项服务之退款服务规则和条件为准。请您在订购前务必仔细阅读并保证已充分了解了拟订购服务的退款条件及规则，一旦提交订购请求的、即视为您已经完全了解并同意该退款规则。<br />
		    (4) 重修<br />
		    为更好的满足应试类产品用户的实际需求，针对某些特定的课程产品，如用户完成全部课程学习后仍然考试不合格、未通过考试的，质保期内，本系统依据一定的规则和条件向此类用户提供免费重修服务(涉及该服务的产品范围及相关的规则、条件、申请流程等具体信息，请见产品页面公开信息)。对于重修用户，本系统不赠送或者免费提供任何教材，如有需要则需另行付费购买。<br />
		    <h4>8. 不可抗力</h4>
		    <span style="margin-left:12px;">&nbsp;</span>“不可抗力”指超出本协议双方控制范围，无法预见、无法避免且无法克服、使得本协议任一方部分或者全部不能履行本协议的事件。这类事件包括但不限于地震、台风、洪水、火灾、战争、罢工、暴动、网络中断、政府行为、法律规定或其适用规则的变化、政策调整或变化(包括但不限于考试取消、暂停、举办时间变化等)，或者其他任何无法预见、避免或者控制的事件。<br />
		    (1) 如任何一方不履行或迟延履行本协议规定的义务是由于不可抗力引发，则该方免除承担违约责任；<br />
		    (2) 不可抗力事由发生后，若有可能，受不可抗力影响的一方应在合理时间内将有关情况及时通知对方（甲方可以通过网站公告、论坛或即时通讯工具通知、一对一联系的方式通知乙方）。<br />
		    不可抗力因素消除后，曾受不可抗力影响而未能履约的一方应尽最大努力恢复履行其在本协议项下的义务。<br />
		
		</div>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
